{"format": "keras", "nodes": [{"name": "input", "id": "input", "class_name": "InputLayer", "output_shape": [[null, 416, 416, 3]], "num_parameters": 0}, {"name": "yolo_darknet", "id": "yolo_darknet", "class_name": "Functional", "output_shape": [[null, null, null, 256], [null, null, null, 1024]], "num_parameters": 6298480}, {"name": "yolo_conv_0", "id": "yolo_conv_0", "class_name": "Functional", "output_shape": [null, 13, 13, 256], "num_parameters": 263168}, {"name": "yolo_conv_1", "id": "yolo_conv_1", "class_name": "Functional", "output_shape": [null, 26, 26, 384], "num_parameters": 33280}, {"name": "yolo_output_0", "id": "yolo_output_0", "class_name": "Functional", "output_shape": [null, 13, 13, 3, 8], "num_parameters": 1194008}, {"name": "yolo_output_1", "id": "yolo_output_1", "class_name": "Functional", "output_shape": [null, 26, 26, 3, 8], "num_parameters": 891928}], "edges": [["input", "yolo_darknet"], ["yolo_darknet", "yolo_conv_0"], ["yolo_conv_0", "yolo_conv_1"], ["yolo_darknet", "yolo_conv_1"], ["yolo_conv_0", "yolo_output_0"], ["yolo_conv_1", "yolo_output_1"]]}